Revit 2024 API
ParameterTypeId.ContourLabelsLinearUnits Property
 "Units Format"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ContourLabelsLinearUnits { get; }
Visual Basic
Public Shared ReadOnly Property ContourLabelsLinearUnits As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ContourLabelsLinearUnits {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace